tap "azure/kubelogin"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "azure-cli"
brew "bash"
brew "bat"
brew "coreutils"
brew "direnv"
brew "dog"
brew "eza"
brew "fish"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "helix"
brew "helm"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "linkerd"
brew "magic-wormhole"
brew "mas"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "opentofu"
brew "p7zip"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql@15"
brew "pwgen"
brew "python-tk@3.11"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.10"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "starship"
brew "tmux"
brew "tree"
brew "trivy"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
cask "1password-cli"
cask "chromedriver"
cask "coconutbattery"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "yattee"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "BetterJSON", id: 1511935951
mas "Cascadea", id: 1432182561
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "iMazing Profile Editor", id: 1487860882
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "Prompt", id: 1594420480
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "gamunu.opentofu"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
vscode "ultram4rine.vscode-choosealicense"
vscode "waderyan.gitblame"
vscode "zhuangtongfa.material-theme"
